[M_Orchid_JockoLegUp MissionDefinition]
MissionDescription="Shade's not-dead friend, Jocko, dreams of being a sand pirate. Shade has asked you to collect some pirate-y prosthetics -- peg legs, teeth, and so on -- so that Jocko may achieve his dreams. You'll have to kill some pirates and collect the required accessories from their corpses. "
TurnInDescription="Some might say that by completing these quests for Shade, you're enabling his delusional behavior and accelerating his downward spiral into madness. Those people are stupid."
MissionSummary="Collect pirate gear for Jocko."

[M_Orchid_JockoLegUp:CollectKidneys MissionObjectiveDefinition]
ProgressMessage="Kidney picked up"
